{
  "deaccessions": [],
  "related_accessions": [],
  "linked_events": [],
  "notes": [
    {
      "persistent_id": "c59ae90a5491fef7a4ee4e5cff58defd",
      "content": [
        "The Environmental Advocates of New York Records document the legislative activities of the organization from the 1980s through the late 1990s. The collection consists of correspondence, notes, meeting minutes, reports, memorandums, publications, news clippings, promotional material, as well as administrative files."
      ],
      "publish": true,
      "type": "abstract",
      "jsonmodel_type": "note_singlepart"
    },
    {
      "persistent_id": "9490ce0e4173d11cb0fbc17e6bc86396",
      "content": [
        "The materials are located onsite in the department."
      ],
      "publish": true,
      "type": "physloc",
      "jsonmodel_type": "note_singlepart"
    },
    {
      "persistent_id": "31d0773de19f5f410d1986e60ed406c5",
      "content": [
        "English"
      ],
      "publish": true,
      "type": "langmaterial",
      "jsonmodel_type": "note_singlepart"
    },
    {
      "subnotes": [
        {
          "content": "Processed in 2004 by Peter Runge, Heather Harrington, Christina Moustardas, Amy C. Schindler (June 2004); Tim Bridgman (April 2006).",
          "publish": true,
          "jsonmodel_type": "note_text"
        }
      ],
      "persistent_id": "3d0a74a33b032dd2e5a992f1b14626fe",
      "jsonmodel_type": "note_multipart",
      "publish": true,
      "type": "processinfo"
    },
    {
      "subnotes": [
        {
          "content": "Web Archives",
          "publish": true,
          "jsonmodel_type": "note_text"
        }
      ],
      "persistent_id": "49f11969e8fd675737c9a87659cdc4e7",
      "jsonmodel_type": "note_multipart",
      "publish": true,
      "type": "phystech"
    },
    {
      "subnotes": [
        {
          "content": "Environmental Advocates of New York was established in Rye, New York in 1969, as the Environmental Planning Lobby. Founded as a means to form innovative environmental policy, it was one of the nation's first organized environmental activist groups. Environmental Advocates serves the people of New York as an effective and aggressive watchdog and advocates on nearly every important state environmental issue. Through advocacy, coalition building, citizen education, and policy development, Environmental Advocates works to safeguard public health and preserve New York's unique natural heritage [\"EANY - About Us\", Environmental Advocates of New York, (6 July 2004)].\n\n Since its inception, Environmental Advocates have successfully lobbied on behalf of important environmental issues. A chronological list of issues and the result of Environmental Advocates attention to the issue follows. Note that not all of the issues referenced are represented in the collection.\n\n 1969 Adirondacks: The Adirondack Park Agency was created in 1971 to develop a comprehensive plan to regulate the use of private and public lands in the Park.\n\n 1972 Environmental Bond Act: The state legislature authorized an environmental bond act of $1,150,000 to preserve and enhance the quality of the state's environment through the purchase of key lands, primarily in the Adirondack and Catskill Mountains, and through the construction of air and water pollution control and solid waste facilities.\n\n Department of Environmental Conservation (DEC): The creation of the DEC brought together in a single agency all state programs directed toward protecting and enhancing the environment. The department is responsible for the administration and enforcement of the Environmental Conservation Law.\n\n Adirondack Boundary: Extended the boundary of the forest preserve to include endangered Champlain Valley lands.\n\n 1973-1975 State Environmental Quality Review Act: A far-reaching statute that requires appropriate state and local agencies to prepare and review a statement on the environmental impact of any proposed action that may provide a significant effect on the environment.\n\n Freshwater Wetlands: Provided for the protection of all freshwater wetlands in the state larger than 12.4 acres. The DEC was given the authority to manage use of wetlands of any size with special characteristics.\n\n Adirondack Rivers: One thousand thirty-three miles of Adirondack Rivers and shorelines were protected from incompatible development by this measure, which provides for their inclusion in the state's Wild, Scenic and Recreational River System.\n\n Safe Energy: Provided for research, development and implementation of new energy technologies, especially those using solar and wind power.\n\n 1976-1979 Urban Cultural Parks and Forestry Program: Required the Office of Parks and Recreation to develop a statewide system of Urban Cultural Parks, utilizing urban cultural resources for recreation, tourism and educational purposes. The forestry program encourages the improvement of urban neighborhoods through a tree planting program.\n\n Energy Planning: Required the State Energy Office to draft a state energy master plan. The plan led to comprehensive energy planning for the state.\n\n Toxic Substance Control: Required the identification of inactive hazardous waste sites in the state and the development of remedial programs for those sites. The law also placed primary financial responsibility for remediation on site owners and identifiable hazardous waste generators who used the site for disposal.\n\n 1980-1983 Energy: Passed bills to make solar wind devices eligible for low-interest loans under the Home Insulation and Energy Conservation Act; upgraded appliance efficiency standards; required an increased fuel economy standard for state vehicles; and required sellers of property to disclose the average heating and cooling requirement to potential purchasers.\n\n State Superfund: Modeled after the federal program, New York was one of the first states to create a fund for the cleanup of inactive hazardous waste sites -- those industrial sites that have been abandoned or are derelict after the dumping of toxic waste. Superfund sites have proven to be severe health risk to citizens in the state.\n\n Toxic Substance and Hazardous Waste: In response to the tragic revelations at Love Canal, bills were passed to advise workers of the hazards of the chemicals to which they are exposed and to increase penalties for improper disposal of toxic and hazardous substances.\n\n Returnable Beverage Container Law: Still the most effective solid waste program in the state today, the Bottle Bill, as it is commonly referred to, required a $.05 deposit on certain beverage containers. The Bottle Bill has been responsible for an increase in recycling and decrease in litter.\n\n Coastal Management Act: The Act established a program to limit development in erosion hazard areas, such as dunes and barrier islands, which provide natural protection to shoreowners from flooding and storm damage. The Act also provides state assistance to localities for waterfront planning and directs the Department of Environmental Conservation to preserve costal resources, natural areas, as well as fish and wildlife habitat.\n\n 1984-1986 Acid Deposition: New York became the first state in the nation to enact legislation requiring a reduction in the emissions of sulfur dioxide. The law was designed to achieve a final reduction of 245,000 tons per year.\n\n Hazardous Waste Incineration: Required strict monitoring of hazardous waste incinerators by the Department of Environmental Conservation by requiring stack emissions tests and continuous monitoring of certain operating parameters.\n\n Additions to the Wild, Scenic, and Recreational Rivers System: Designated more than 100 miles of additional river to the state system, which protected it from development and misuse.\n\n Shoreham Nuclear Power Plant: By authorizing the acquisition of the Long Island Lighting Company by a public power authority, the legislation gave the governor the leverage necessary to prevent the opening of the Shoreham nuclear facility. After years of fitful negotiations, the agreement to close Shoreham was completed in 1989.\n\n Community Gardens: Created an Office of Community Gardens to identify all open space suitable for community gardens and to assist local organizations in running such programs.\n\n Environmental Bond Act: Passed a $1.45 billion Environmental Bond Act with $1.2 billion for an eleven year toxic cleanup program and $250 million for land acquisition of forest preserves, environmentally sensitive areas, municipal parks, and historic preservation.\n\n Toxics Torts: Allowed individuals, who were previously barred from bringing suit, to sue for injuries caused by exposure to certain toxic substances.\n\n Toxic Crime: Extended penalties to persons who cause or contribute to the release of hazardous or acutely hazardous substances, thereby making environmentally damaging dumping practices illegal.\n\n Recycled Paper Purchases by the State: Directs the Office of General Services (OGS) to buy recycled paper products whenever they meet minimum quality standards and fall within ten percent of the lowest bid for virgin materials. The OGS must also develop mandatory source separation programs for waste paper at all facilities.\n\n 1987-1989 Clean Indoor Air Act: Prohibits smoking in most public indoor facilities to protect citizens from the dangers of second hand smoke.\n\n Hudson River Estuary Management Act: Required the development of a comprehensive fifteen-year estuarine management plan, covering the area from the Federal Dam at Troy to the Verrazano Narrows Bridge.\n\n Sole Source Aquifer Protection: Created nine special groundwater protection areas on Long Island and established a process for the designation of additional areas within federally designated sole source aquifer areas in counties with populations exceeding one million inhabitants.\n\n Standby Contractors: To enable DEC to react more expeditiously to remediate hazardous spills and inactive hazardous waste sites, the bill gave the Department the authority to enter into standby contracts to cleanup such sites, take emergency action, and investigate improper storage and disposal of hazardous waste sites.\n\n Hudson River Valley Greenway: Directed a study of the Hudson River Valley form the northern boundary of New York City to the southern boundary of the Adirondack Park with the intent of establishing a greenway to protect wildlife habitats, historic sites, wetlands, and other significant areas.\n\n Transfer Development Rights (TDR): This creative measure was intended to lead to greater protection in the area of open space protection. TDR allows the transfer of development rights for compensation form one parcel to a second parcel, which may be non-contiguous and under different ownership for the purpose of keeping the first parcel undeveloped.\n\n Low-Flow Fixtures: This bill required that all new construction and renovations use 1.6 gallon toilets, rather than the standard 4-6 gallon size. The reduced size would save millions of gallons of water each day statewide with no loss in efficiency.\n\n 1990-1994 Lead Poisoning Prevention Act: The initiative required universal screening of all infants in New York State for lead poisoning and established the Governor's Advisory Council of Lead Poisoning Prevention.\n\n Clean Air Compliance Act: The bill provides the state with the authority to implement the federal Clean Air Act Amendments and improve New York's unhealthy air quality.\n\n Environmental Protection Act: The Legislature created an environmental trust fund, which provides $100 million annually for a range of programs, including land preservation and recycling.\n\n 1995-1999 The Clean Water/Clean Air Bond Act: Backed by enthusiastic support from the environmental community, the Governor's $1.75 billion environmental bond act was passed by the Legislature and ratified by voters with the money to be used for environmental infrastructure, land acquisition, water access, and environmental compliance.\n\n The Pesticide Reporting Law: This bill made critical information on pesticide usage by farmers and commercial applicators available for the first time to researchers and the public.\n\n Heavy Duty Diesel Inspection and Maintenance: Lawmakers passed a long-sought clean air measure requiring DEC to establish emissions standards and an inspection program for diesel vehicles.\n\n The Hudson River Park Act: Fourteen years after the defeat of the Westway superhighway project, the legislature passed an agreement reached between state, city, community, and environmental representatives that provided a framework for a five mile long linear park between Battery Park City and 59th street [Quoted from Celebrating 30 Years: Environmental Advocates 1969-1999]. Environmental Advocates continues to serve the people of New York State as effective and aggressive environmental stewards and advocates on nearly every important state environmental issue. Environmental Advocates of New York is a non profit organization with over 7,000 individual members and 130 organizational members [November 8, 1999]. For more information about Environmental Advocates, consult the group's website.\n\n Presidents and executive directors oversee the management of the organization. Former presidents and executive directors include:\n\n Presidents",
          "publish": true,
          "jsonmodel_type": "note_text"
        },
        {
          "items": [
            "David Sive",
            "Richard Allen",
            "Garrison Corwin",
            "J. Henry Neale, Jr.",
            "Richard Booth",
            "Marcia Hopple",
            "Robert Stover",
            "Peter Borelli",
            "Philip Weinberg",
            "Warren Liebold, 1986-",
            "James Dawson",
            "James T.B. Tripp",
            "Oakes Ames"
          ],
          "jsonmodel_type": "note_orderedlist",
          "publish": false
        },
        {
          "content": ".\n\n Executive Directors",
          "publish": true,
          "jsonmodel_type": "note_text"
        },
        {
          "items": [
            "Tome Urmy",
            "Marilyn DuBois",
            "Bernard Melewski",
            "Judith Enck",
            "Larry Shapiro",
            "Lee Wasserman, -1996",
            "Val Washington, 1996-2003",
            "Robert J. Moore, 2004-"
          ],
          "jsonmodel_type": "note_orderedlist",
          "publish": false
        },
        {
          "content": ".",
          "publish": true,
          "jsonmodel_type": "note_text"
        }
      ],
      "persistent_id": "91b4149d062d374b6be1dfe091dd8967",
      "type": "bioghist",
      "jsonmodel_type": "note_multipart",
      "label": "Administrative History",
      "publish": true
    },
    {
      "subnotes": [
        {
          "content": "The bulk of the records of Environmental Advocates (EA) of New York document the legislative activities of the organization from the 1980s through the late 1990s. The records consist of correspondence, notes, meeting minutes, reports, memorandums, publications, news clippings, promotional material, as well as the administrative files of Lee Wasserman, Val Washington, and Loretta Simon. The records of the Environmental Advocates of New York are divided into five series: Legislative Issues, Lee Wasserman, Valerie Washington, Loretta Simon, General Correspondence, Publications, Audio Visuals, Subject Files, and Special Events.\n\n The strength of the collection lies in the Legislative Issues series, which documents in detail the Environmental Advocates' position on nineteen issues, including acid rain, the Bottle Bill, energy, hazardous waste, pesticides, solid waste, and water, among others.\n\n Conspicuously absent in the collection is material related to the early issues championed by the antecedent Environmental Planning Lobby, particularly any substantive material related to the Adirondacks. Also missing is any substantial representation of high level organizational or policy decisions, such as board of director meeting minutes or other meeting minutes.\n\n Related Collections in the M.E. Grenander Department of Special Collections and Archives can be found in the subject guide for Conservation and the Environment. Of particular interest are the records of New York Coalition for Alternatives to Pesticides (APAP-151), the Sierra Club Atlantic Chapter(APAP-130), and Citizens' Environmental Coalition (APAP-197).",
          "publish": true,
          "jsonmodel_type": "note_text"
        }
      ],
      "persistent_id": "4f6d650ef4dc6345be274007388bddc7",
      "jsonmodel_type": "note_multipart",
      "publish": true,
      "type": "scopecontent"
    },
    {
      "subnotes": [
        {
          "content": "The collection is organized as follows:",
          "publish": true,
          "jsonmodel_type": "note_text"
        },
        {
          "items": [
            "Subseries 1: Audio, 1989-1992",
            "Subseries 2: Moving Images, 1989-1995"
          ],
          "jsonmodel_type": "note_orderedlist",
          "publish": false
        }
      ],
      "persistent_id": "63341c27dbf2593e945729faad80b4e6",
      "type": "arrangement",
      "jsonmodel_type": "note_multipart",
      "label": "Arrangement of the Collection",
      "publish": true
    },
    {
      "subnotes": [
        {
          "content": "All items in this manuscript group were donated to the University Libraries, M.E. Grenander Department of Special Collections and Archives, by Environmental Advocates of New York in January 2001 and November 2004.",
          "publish": true,
          "jsonmodel_type": "note_text"
        }
      ],
      "persistent_id": "6d77de5370b37224c119ebd048722f87",
      "type": "acqinfo",
      "jsonmodel_type": "note_multipart",
      "label": "Acquisition Information",
      "publish": true
    },
    {
      "subnotes": [
        {
          "content": "Access to this record group is unrestricted.\n\n Red asterisks (***) denote restricted items.",
          "publish": true,
          "jsonmodel_type": "note_text"
        }
      ],
      "persistent_id": "df7232085ba03abd87417de42c1901d6",
      "type": "accessrestrict",
      "rights_restriction": {
        "local_access_restriction_type": []
      },
      "jsonmodel_type": "note_multipart",
      "label": "Access",
      "publish": true
    },
    {
      "subnotes": [
        {
          "content": "The researcher assumes full responsibility for conforming with the laws of copyright. Whenever possible, the M.E. Grenander Department of Special Collections and Archives will provide information about copyright owners and other restrictions, but the legal determination ultimately rests with the researcher. Requests for permission to publish material from this collection should be discussed with the Head of Special Collections and Archives.",
          "publish": true,
          "jsonmodel_type": "note_text"
        }
      ],
      "persistent_id": "3627dea26a04412ba7c58aaf597ac82b",
      "type": "userestrict",
      "rights_restriction": {
        "local_access_restriction_type": []
      },
      "jsonmodel_type": "note_multipart",
      "label": "Copyright",
      "publish": true
    },
    {
      "subnotes": [
        {
          "content": "Preferred citation for this material is as follows:\n\n Identification of specific item, series, box, folder, Environmental Advocates of New York Records 1970-2004 (APAP-104). M. E. Grenander Department of Special Collections and Archives, University Libraries, University at Albany, State University of New York (hereafter referred to as the Environmental Advocates of New York Records).",
          "publish": true,
          "jsonmodel_type": "note_text"
        }
      ],
      "persistent_id": "46a5bd2b113420d019fc8dc22a0a7497",
      "type": "prefercite",
      "jsonmodel_type": "note_multipart",
      "label": "Preferred Citation",
      "publish": true
    }
  ],
  "finding_aid_author": "Peter Runge, Heather Harrington, Christina Moustardas, Amy C. Schindler (June 2004); Tim Bridgman (April 2006)",
  "subjects": [
    {
      "ref": "/subjects/12"
    },
    {
      "ref": "/subjects/1"
    },
    {
      "ref": "/subjects/13"
    },
    {
      "ref": "/subjects/14"
    },
    {
      "ref": "/subjects/15"
    },
    {
      "ref": "/subjects/16"
    },
    {
      "ref": "/subjects/17"
    },
    {
      "ref": "/subjects/18"
    },
    {
      "ref": "/subjects/19"
    },
    {
      "ref": "/subjects/20"
    },
    {
      "ref": "/subjects/21"
    },
    {
      "ref": "/subjects/22"
    },
    {
      "ref": "/subjects/23"
    },
    {
      "ref": "/subjects/24"
    },
    {
      "ref": "/subjects/25"
    },
    {
      "ref": "/subjects/26"
    },
    {
      "ref": "/subjects/11"
    }
  ],
  "language": "eng",
  "finding_aid_sponsor": "The arrangement and description of this collection in 2004 and 2006 was made possible through New York State Archives Documentary Heritage Program Arrangement and Description Grants.",
  "system_mtime": "2016-10-21T22:56:16Z",
  "dates": [
    {
      "end": "2016-10-16",
      "last_modified_by": "admin",
      "jsonmodel_type": "date",
      "lock_version": 0,
      "begin": "1970",
      "system_mtime": "2016-10-21T22:56:16Z",
      "date_type": "inclusive",
      "created_by": "admin",
      "user_mtime": "2016-10-21T22:56:16Z",
      "expression": "",
      "create_time": "2016-10-21T22:56:16Z",
      "label": "creation"
    }
  ],
  "repository": {
    "ref": "/repositories/2"
  },
  "instances": [],
  "user_mtime": "2016-10-21T22:56:16Z",
  "create_time": "2016-10-11T23:44:41Z",
  "publish": true,
  "id_0": "nam_apap104",
  "linked_agents": [
    {
      "ref": "/agents/corporate_entities/5",
      "terms": [],
      "role": "creator"
    },
    {
      "ref": "/agents/people/2",
      "terms": [],
      "role": "subject"
    },
    {
      "ref": "/agents/people/3",
      "terms": [],
      "role": "subject"
    },
    {
      "ref": "/agents/people/4",
      "terms": [],
      "role": "subject"
    },
    {
      "ref": "/agents/corporate_entities/5",
      "terms": [],
      "role": "subject"
    },
    {
      "ref": "/agents/corporate_entities/6",
      "terms": [],
      "role": "subject"
    }
  ],
  "title": "Environmental Advocates of New York Records",
  "level": "collection",
  "restrictions": false,
  "finding_aid_title": "Environmental Advocates of New York Records",
  "external_ids": [],
  "external_documents": [],
  "last_modified_by": "admin",
  "revision_statements": [
    {
      "system_mtime": "2016-10-21T22:56:16Z",
      "jsonmodel_type": "revision_statement",
      "uri": "/revision_statement/190",
      "repository": {
        "ref": "/repositories/2"
      },
      "description": "EAD file created",
      "created_by": "admin",
      "user_mtime": "2016-10-21T22:56:16Z",
      "last_modified_by": "admin",
      "create_time": "2016-10-21T22:56:16Z",
      "date": "2014"
    },
    {
      "system_mtime": "2016-10-21T22:56:16Z",
      "jsonmodel_type": "revision_statement",
      "uri": "/revision_statement/191",
      "repository": {
        "ref": "/repositories/2"
      },
      "description": "Encoded in EAD by Conversion and encoding by ArchProteus",
      "created_by": "admin",
      "user_mtime": "2016-10-21T22:56:16Z",
      "last_modified_by": "admin",
      "create_time": "2016-10-21T22:56:16Z",
      "date": "2014"
    }
  ],
  "jsonmodel_type": "resource",
  "classifications": [],
  "lock_version": 3,
  "extents": [
    {
      "lock_version": 0,
      "jsonmodel_type": "extent",
      "number": "90.81",
      "created_by": "admin",
      "user_mtime": "2016-10-21T22:56:16Z",
      "last_modified_by": "admin",
      "create_time": "2016-10-21T22:56:16Z",
      "system_mtime": "2016-10-21T22:56:16Z",
      "portion": "whole",
      "extent_type": "cubic ft."
    }
  ],
  "tree": {
    "ref": "/repositories/2/resources/2/tree"
  },
  "uri": "/repositories/2/resources/2",
  "finding_aid_date": "2004",
  "created_by": "admin",
  "ead_id": "nam_apap104",
  "suppressed": false,
  "finding_aid_language": "English",
  "rights_statements": []
}